Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Chat_AssistantMedia_ImagesOmitted
source: {0} more images not shown
fr_fr: {0} images supplémentaires non affichées
pt_br: Mais {0} imagens não exibidas
zh_cn: 还有 {0} 张图像未显示
zh_tw: 還有 {0} 張圖片未顯示

# Chat_AssistantMedia_MediaAttachment
source: Media attachment
fr_fr: Pièce jointe multimédia
pt_br: Anexo de mídia
zh_cn: 媒体附件
zh_tw: 媒體附件

# Chat_AssistantMedia_OpenImage
source: Open image {0}
fr_fr: Ouvrir l’image {0}
pt_br: Abrir imagem {0}
zh_cn: 打开图像 {0}
zh_tw: 開啟圖片 {0}

# Chat_AssistantMedia_Close
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# HubWindow_NavigationViewItem_LocalAi.Content
source: Local AI
fr_fr: IA locale
pt_br: IA local
zh_cn: 本地 AI
zh_tw: 本機 AI

# LocalAiPage_Title.Text
source: Local AI
fr_fr: IA locale
pt_br: IA local
zh_cn: 本地 AI
zh_tw: 本機 AI

# LocalAiPage_Intro.Text
source: Run the verified native llama-server privately on this computer. Models load only when requested.
fr_fr: Exécutez le llama-server natif vérifié en privé sur cet ordinateur. Les modèles ne sont chargés qu'à la demande.
pt_br: Execute o llama-server nativo verificado de forma privada neste computador. Os modelos são carregados apenas quando solicitados.
zh_cn: 在此计算机上私密运行经过验证的原生 llama-server。模型仅在收到请求时加载。
zh_tw: 在這部電腦上私密執行經過驗證的原生 llama-server。模型只會在收到要求時載入。

# LocalAiPage_UnavailableInfoBar.Title
source: Local AI is not available
fr_fr: L'IA locale n'est pas disponible
pt_br: A IA local não está disponível
zh_cn: 本地 AI 不可用
zh_tw: 本機 AI 無法使用

# LocalAiPage_UnavailableDetailsButton.Content
source: See why
fr_fr: Voir pourquoi
pt_br: Ver o motivo
zh_cn: 查看原因
zh_tw: 查看原因

# LocalAiPage_UnavailableDetailsTip.Title
source: Why Local AI is unavailable
fr_fr: Pourquoi l'IA locale n'est pas disponible
pt_br: Por que a IA local não está disponível
zh_cn: 本地 AI 不可用的原因
zh_tw: 本機 AI 無法使用的原因

# LocalAiPage_RecheckAvailabilityButton.Content
source: Recheck
fr_fr: Revérifier
pt_br: Verificar novamente
zh_cn: 重新检查
zh_tw: 重新檢查

# LocalAiPage_UnavailableRequirementsMessage
source: This device does not meet one or more Local AI requirements.
fr_fr: Cet appareil ne répond pas à une ou plusieurs exigences de l'IA locale.
pt_br: Este dispositivo não atende a um ou mais requisitos da IA local.
zh_cn: 此设备不满足一项或多项本地 AI 要求。
zh_tw: 此裝置不符合一或多項本機 AI 要求。

# LocalAiPage_UnavailableProbeMessage
source: OpenClaw could not verify Local AI requirements right now. Recheck after confirming the NVIDIA driver is available.
fr_fr: OpenClaw n'a pas pu vérifier les exigences de l'IA locale pour le moment. Vérifiez la disponibilité du pilote NVIDIA puis réessayez.
pt_br: O OpenClaw não conseguiu verificar os requisitos da IA local no momento. Verifique novamente depois de confirmar que o driver NVIDIA está disponível.
zh_cn: OpenClaw 目前无法验证本地 AI 要求。请确认 NVIDIA 驱动可用后重试。
zh_tw: OpenClaw 目前無法驗證本機 AI 要求。請確認 NVIDIA 驅動程式可用後再試一次。

# LocalAiPage_VersionLabel.Text
source: Version
fr_fr: Version du moteur
pt_br: Versão
zh_cn: 版本
zh_tw: 版本

# LocalAiPage_EndpointLabel.Text
source: Endpoint
fr_fr: Point de terminaison
pt_br: Ponto de extremidade
zh_cn: 终结点
zh_tw: 端點

# LocalAiPage_ProcessLabel.Text
source: Process
fr_fr: Processus
pt_br: Processo
zh_cn: 进程
zh_tw: 處理程序

# LocalAiPage_StartButton.Content
source: Start router
fr_fr: Démarrer le routeur
pt_br: Iniciar roteador
zh_cn: 启动路由器
zh_tw: 啟動路由器

# LocalAiPage_StopButton.Content
source: Stop
fr_fr: Arrêter
pt_br: Parar
zh_cn: 停止
zh_tw: 停止

# LocalAiPage_RestartButton.Content
source: Restart
fr_fr: Redémarrer
pt_br: Reiniciar
zh_cn: 重新启动
zh_tw: 重新啟動

# LocalAiPage_OpenLogsButton.Content
source: Open logs
fr_fr: Ouvrir les journaux
pt_br: Abrir logs
zh_cn: 打开日志
zh_tw: 開啟記錄

# LocalAiPage_ModelHeading.Text
source: Model
fr_fr: Modèle
pt_br: Modelo
zh_cn: 模型
zh_tw: 模型

# LocalAiPage_RetrySetupButton.Content
source: Retry setup or download
fr_fr: Réessayer la configuration ou le téléchargement
pt_br: Tentar novamente a configuração ou o download
zh_cn: 重试设置或下载
zh_tw: 重試設定或下載

# LocalAiPage_ChangeModelDescription.Text
source: Opens setup to choose another model. Replacing the existing Local Gateway still requires confirmation.
fr_fr: Ouvre la configuration pour choisir un autre modèle. Le remplacement de la passerelle locale existante nécessite toujours une confirmation.
pt_br: Abre a configuração para escolher outro modelo. Substituir o Gateway local existente ainda requer confirmação.
zh_cn: 打开设置以选择其他模型。替换现有本地网关仍需确认。
zh_tw: 開啟設定以選擇其他模型。取代現有本機閘道仍需確認。

# LocalAiPage_ChangeModelButton.Content
source: Change model
fr_fr: Changer de modèle
pt_br: Alterar modelo
zh_cn: 更换模型
zh_tw: 變更模型

# LocalAiPage_GatewayHeading.Text
source: Gateway connection
fr_fr: Connexion à la passerelle
pt_br: Conexão com o Gateway
zh_cn: 网关连接
zh_tw: 閘道連線

# LocalAiPage_RepairConnectionButton.Content
source: Repair connection
fr_fr: Réparer la connexion
pt_br: Reparar conexão
zh_cn: 修复连接
zh_tw: 修復連線

# LocalAiPage_OpenChatButton.Content
source: Open chat
fr_fr: Ouvrir la discussion
pt_br: Abrir chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

# LocalAiPage_Engine_Running
source: Running
fr_fr: En cours d'exécution
pt_br: Em execução
zh_cn: 正在运行
zh_tw: 執行中

# LocalAiPage_Engine_Starting
source: Starting
fr_fr: Démarrage
pt_br: Iniciando
zh_cn: 正在启动
zh_tw: 啟動中

# LocalAiPage_Engine_Stopped
source: Stopped
fr_fr: Arrêté
pt_br: Parado
zh_cn: 已停止
zh_tw: 已停止

# LocalAiPage_Engine_Error
source: Error
fr_fr: Erreur
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# LocalAiPage_Engine_Managed
source: Managed by OpenClaw
fr_fr: Géré par OpenClaw
pt_br: Gerenciado pelo OpenClaw
zh_cn: 由 OpenClaw 管理
zh_tw: 由 OpenClaw 管理

# LocalAiPage_Engine_NotInstalled
source: Not installed
fr_fr: Non installé
pt_br: Não instalado
zh_cn: 未安装
zh_tw: 未安裝

# LocalAiPage_Model_NotInstalled
source: Not installed
fr_fr: Non installé
pt_br: Não instalado
zh_cn: 未安装
zh_tw: 未安裝

# LocalAiPage_Model_Unknown
source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知
zh_tw: 未知

# LocalAiPage_Model_Verified
source: Downloaded and verified
fr_fr: Téléchargé et vérifié
pt_br: Baixado e verificado
zh_cn: 已下载并验证
zh_tw: 已下載並驗證

# LocalAiPage_Model_Loaded
source: Loaded on GPU
fr_fr: Chargé sur le GPU
pt_br: Carregado na GPU
zh_cn: 已加载到 GPU
zh_tw: 已載入 GPU

# LocalAiPage_Gateway_Connected
source: Connected
fr_fr: Connecté
pt_br: Conectado
zh_cn: 已连接
zh_tw: 已連線

# LocalAiPage_Gateway_Connecting
source: Connecting
fr_fr: Connexion
pt_br: Conectando
zh_cn: 正在连接
zh_tw: 連線中

# LocalAiPage_Gateway_NeedsAttention
source: Needs attention
fr_fr: Attention requise
pt_br: Precisa de atenção
zh_cn: 需要注意
zh_tw: 需要注意

# LocalAiPage_Gateway_Error
source: Connection error
fr_fr: Erreur de connexion
pt_br: Erro de conexão
zh_cn: 连接错误
zh_tw: 連線錯誤

# LocalAiPage_Gateway_Disconnected
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# LocalAiPage_Value_Unknown
source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知
zh_tw: 未知

# LocalAiPage_Process_NotRunning
source: Not running
fr_fr: Non actif
pt_br: Não está em execução
zh_cn: 未运行
zh_tw: 未執行

# LocalAiPage_ModelRecipeFormat
source: {0} context · {1} KV · Loads on first request
fr_fr: Contexte {0} · KV {1} · Chargement à la première demande
pt_br: {0} de contexto · {1} KV · Carrega na primeira solicitação
zh_cn: {0} 上下文 · {1} KV · 首次请求时加载
zh_tw: {0} 內容範圍 · {1} KV · 第一次要求時載入

# Command_GoToLocalAi_Title
source: Go to Local AI
fr_fr: Accéder à l'IA locale
pt_br: Ir para IA local
zh_cn: 转到本地 AI
zh_tw: 前往本機 AI

# Command_GoToLocalAi_Subtitle
source: View llama-server, model, and gateway status
fr_fr: Afficher l'état de llama-server, du modèle et de la passerelle
pt_br: Ver status do llama-server, modelo e Gateway
zh_cn: 查看 llama-server、模型和网关状态
zh_tw: 檢視 llama-server、模型和閘道狀態

# Onboarding_LocalAi_UnavailableDetailsButton.Content
source: See why
fr_fr: Voir pourquoi
pt_br: Ver o motivo
zh_cn: 查看原因
zh_tw: 查看原因

# Onboarding_LocalAi_CheckingTitle
source: Checking Local AI requirements
fr_fr: Vérification des exigences de l'IA locale
pt_br: Verificando os requisitos da IA local
zh_cn: 正在检查本地 AI 要求
zh_tw: 正在檢查本機 AI 要求

# Onboarding_LocalAi_CheckingMessage
source: OpenClaw is checking the NVIDIA GPU, driver, CUDA, memory, and WSL requirements.
fr_fr: OpenClaw vérifie le GPU NVIDIA, le pilote, CUDA, la mémoire et les exigences WSL.
pt_br: O OpenClaw está verificando a GPU NVIDIA, o driver, o CUDA, a memória e os requisitos do WSL.
zh_cn: OpenClaw 正在检查 NVIDIA GPU、驱动、CUDA、内存和 WSL 要求。
zh_tw: OpenClaw 正在檢查 NVIDIA GPU、驅動程式、CUDA、記憶體和 WSL 要求。

# Onboarding_LocalAi_CheckingHelpText
source: OpenClaw is checking Local AI requirements.
fr_fr: OpenClaw vérifie les exigences de l'IA locale.
pt_br: O OpenClaw está verificando os requisitos da IA local.
zh_cn: OpenClaw 正在检查本地 AI 要求。
zh_tw: OpenClaw 正在檢查本機 AI 要求。

# Onboarding_LocalAi_ProbeUnknownTitle
source: Local AI availability could not be verified
fr_fr: La disponibilité de l'IA locale n'a pas pu être vérifiée
pt_br: Não foi possível verificar a disponibilidade da IA local
zh_cn: 无法验证本地 AI 可用性
zh_tw: 無法驗證本機 AI 可用性

# Onboarding_LocalAi_ProbeUnknownMessage
source: OpenClaw could not verify Local AI requirements right now. Recheck after confirming the NVIDIA driver is available.
fr_fr: OpenClaw n'a pas pu vérifier les exigences de l'IA locale pour le moment. Vérifiez la disponibilité du pilote NVIDIA puis réessayez.
pt_br: O OpenClaw não conseguiu verificar os requisitos da IA local no momento. Verifique novamente depois de confirmar que o driver NVIDIA está disponível.
zh_cn: OpenClaw 目前无法验证本地 AI 要求。请确认 NVIDIA 驱动可用后重试。
zh_tw: OpenClaw 目前無法驗證本機 AI 要求。請確認 NVIDIA 驅動程式可用後再試一次。

# Onboarding_LocalAi_ProbeUnknownHelpText
source: OpenClaw could not verify Local AI requirements. Recheck availability to try again.
fr_fr: OpenClaw n'a pas pu vérifier les exigences de l'IA locale. Revérifiez la disponibilité pour réessayer.
pt_br: O OpenClaw não conseguiu verificar os requisitos da IA local. Verifique a disponibilidade novamente para tentar outra vez.
zh_cn: OpenClaw 无法验证本地 AI 要求。请重新检查可用性以重试。
zh_tw: OpenClaw 無法驗證本機 AI 要求。請重新檢查可用性以再試一次。

# Onboarding_LocalAi_UnavailableTitle
source: Local AI is not available
fr_fr: L'IA locale n'est pas disponible
pt_br: A IA local não está disponível
zh_cn: 本地 AI 不可用
zh_tw: 本機 AI 無法使用

# Onboarding_LocalAi_UnavailableMessage
source: This PC does not meet one or more Local AI requirements.
fr_fr: Cet ordinateur ne répond pas à une ou plusieurs exigences de l'IA locale.
pt_br: Este PC não atende a um ou mais requisitos da IA local.
zh_cn: 此电脑不满足一项或多项本地 AI 要求。
zh_tw: 此電腦不符合一或多項本機 AI 要求。

# Onboarding_LocalAi_UnavailableHelpText
source: Unavailable because this PC does not meet the Local AI requirements.
fr_fr: Non disponible car cet ordinateur ne répond pas aux exigences de l'IA locale.
pt_br: Indisponível porque este PC não atende aos requisitos da IA local.
zh_cn: 不可用,因为此电脑不满足本地 AI 要求。
zh_tw: 無法使用,因為此電腦不符合本機 AI 要求。

# Onboarding_LocalAi_ProbeFailureReason
source: OpenClaw could not read the NVIDIA GPU, driver, CUDA, or memory information. Confirm the NVIDIA driver is available, then recheck Local AI requirements.
fr_fr: OpenClaw n'a pas pu lire les informations du GPU NVIDIA, du pilote, de CUDA ou de la mémoire. Vérifiez la disponibilité du pilote NVIDIA, puis revérifiez les exigences de l'IA locale.
pt_br: O OpenClaw não conseguiu ler as informações da GPU NVIDIA, do driver, do CUDA ou da memória. Confirme que o driver NVIDIA está disponível e verifique novamente os requisitos da IA local.
zh_cn: OpenClaw 无法读取 NVIDIA GPU、驱动、CUDA 或内存信息。请确认 NVIDIA 驱动可用,然后重新检查本地 AI 要求。
zh_tw: OpenClaw 無法讀取 NVIDIA GPU、驅動程式、CUDA 或記憶體資訊。請確認 NVIDIA 驅動程式可用,然後重新檢查本機 AI 要求。

# Onboarding_LocalAi_UnavailableDetailsDialogTitle
source: Why Local AI is unavailable
fr_fr: Pourquoi l'IA locale n'est pas disponible
pt_br: Por que a IA local não está disponível
zh_cn: 本地 AI 不可用的原因
zh_tw: 本機 AI 無法使用的原因

# Onboarding_LocalAi_UnavailableDetailsDialogClose
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# LocalAi_Reason_RuntimeUnavailable
source: This Local AI release does not include a native llama-server runtime for the detected Windows architecture.
fr_fr: Cette version de l'IA locale n'inclut pas de runtime llama-server natif pour l'architecture Windows détectée.
pt_br: Esta versão da IA local não inclui um runtime nativo do llama-server para a arquitetura Windows detectada.
zh_cn: 此本地 AI 版本不包含适用于检测到的 Windows 体系结构的原生 llama-server 运行时。
zh_tw: 此本機 AI 版本不包含適用於偵測到的 Windows 架構的原生 llama-server 執行階段。

# LocalAi_Reason_NoNvidiaGpu
source: No NVIDIA GPU was reported by the NVIDIA driver. Install or repair the NVIDIA driver, then try setup again.
fr_fr: Aucun GPU NVIDIA n'a été signalé par le pilote NVIDIA. Installez ou réparez le pilote NVIDIA, puis réessayez la configuration.
pt_br: Nenhuma GPU NVIDIA foi informada pelo driver NVIDIA. Instale ou repare o driver NVIDIA e tente configurar novamente.
zh_cn: NVIDIA 驱动未报告任何 NVIDIA GPU。请安装或修复 NVIDIA 驱动,然后重试安装。
zh_tw: NVIDIA 驅動程式未回報任何 NVIDIA GPU。請安裝或修復 NVIDIA 驅動程式,然後再試一次設定。

# LocalAi_Reason_UnknownModel
source: The selected model is not available in this Local AI release.
fr_fr: Le modèle sélectionné n'est pas disponible dans cette version de l'IA locale.
pt_br: O modelo selecionado não está disponível nesta versão da IA local.
zh_cn: 所选模型在此本地 AI 版本中不可用。
zh_tw: 所選模型在此本機 AI 版本中無法使用。

# LocalAi_Reason_HardwareFactsIncomplete
source: OpenClaw could not read a stable NVIDIA GPU identifier, memory, driver, or CUDA capability.
fr_fr: OpenClaw n'a pas pu lire un identifiant GPU NVIDIA stable, la mémoire, le pilote ou la capacité CUDA.
pt_br: O OpenClaw não conseguiu ler um identificador estável, a memória, o driver ou a capacidade CUDA da GPU NVIDIA.
zh_cn: OpenClaw 无法读取稳定的 NVIDIA GPU 标识符、内存、驱动或 CUDA 能力。
zh_tw: OpenClaw 無法讀取穩定的 NVIDIA GPU 識別碼、記憶體、驅動程式或 CUDA 能力。

# LocalAi_Reason_InsufficientGpuMemory
source: {0} requires {1} of GPU memory for model weights, KV cache, and runtime workspace. OpenClaw detected {2}.
fr_fr: {0} nécessite {1} de mémoire GPU pour les poids du modèle, le cache KV et l'espace de travail d'exécution. OpenClaw a détecté {2}.
pt_br: {0} requer {1} de memória da GPU para pesos do modelo, cache KV e espaço de trabalho do runtime. O OpenClaw detectou {2}.
zh_cn: {0}需要 {1} 的 GPU 内存用于模型权重、KV 缓存和运行时工作区。OpenClaw 检测到 {2}。
zh_tw: {0} 需要 {1} 的 GPU 記憶體,用於模型權重、KV 快取和執行階段工作區。OpenClaw 偵測到 {2}。

# LocalAi_Reason_DriverTooOld
source: NVIDIA driver {0} was detected. Local AI requires version {1} or newer.
fr_fr: Le pilote NVIDIA {0} a été détecté. L'IA locale nécessite la version {1} ou ultérieure.
pt_br: O driver NVIDIA {0} foi detectado. A IA local requer a versão {1} ou mais recente.
zh_cn: 检测到 NVIDIA 驱动 {0}。本地 AI 需要 {1} 或更高版本。
zh_tw: 偵測到 NVIDIA 驅動程式 {0}。本機 AI 需要 {1} 或更新版本。

# LocalAi_Reason_CudaCapabilityTooLow
source: The NVIDIA driver does not provide CUDA 13 support. A separate CUDA Toolkit is not required.
fr_fr: Le pilote NVIDIA ne prend pas en charge CUDA 13. Un CUDA Toolkit séparé n'est pas requis.
pt_br: O driver NVIDIA não oferece suporte a CUDA 13. Não é necessário um CUDA Toolkit separado.
zh_cn: NVIDIA 驱动不支持 CUDA 13。无需单独的 CUDA Toolkit。
zh_tw: NVIDIA 驅動程式不支援 CUDA 13。不需要另外安裝 CUDA Toolkit。

# LocalAi_Reason_Generic
source: OpenClaw could not verify the Local AI requirements on this system.
fr_fr: OpenClaw n'a pas pu vérifier les exigences de l'IA locale sur ce système.
pt_br: O OpenClaw não conseguiu verificar os requisitos da IA local neste sistema.
zh_cn: OpenClaw 无法验证此系统上的本地 AI 要求。
zh_tw: OpenClaw 無法驗證此系統上的本機 AI 要求。

# LocalAi_Reason_UnknownModelName
source: The selected model
fr_fr: Le modèle sélectionné
pt_br: O modelo selecionado
zh_cn: 所选模型
zh_tw: 所選模型

# LocalAi_Reason_UnknownDriverVersion
source: unknown
fr_fr: inconnu
pt_br: desconhecida
zh_cn: 未知
zh_tw: 未知

# LocalAi_Reason_UnknownMemoryAmount
source: an unknown amount
fr_fr: une quantité inconnue
pt_br: uma quantidade desconhecida
zh_cn: 未知数量
zh_tw: 未知數量

# Onboarding_Welcome_LocalAiAvailableBadge.Text
source: Your PC supports Local AI
fr_fr: Votre PC prend en charge l’IA locale
pt_br: Seu PC é compatível com IA local
zh_cn: 你的电脑支持本地 AI
zh_tw: 您的電腦支援本機 AI

# Onboarding_Welcome_LocalAiAvailabilityDetail
source: Run a model locally using your {0}.
fr_fr: Exécutez un modèle localement avec votre {0}.
pt_br: Execute um modelo localmente usando sua {0}.
zh_cn: 使用你的 {0} 在本地运行模型。
zh_tw: 使用您的 {0} 在本機執行模型。

# Onboarding_LocalAi_WslConfigReadFailureReason
source: OpenClaw cannot safely read the global .wslconfig file. Check that the file is valid and readable, then try setup again.
fr_fr: OpenClaw ne peut pas lire le fichier .wslconfig global en toute sécurité. Vérifiez que le fichier est valide et lisible, puis réessayez la configuration.
pt_br: O OpenClaw não consegue ler com segurança o arquivo .wslconfig global. Verifique se o arquivo é válido e pode ser lido e tente configurar novamente.
zh_cn: OpenClaw 无法安全读取全局 .wslconfig 文件。请检查该文件是否有效且可读,然后重试安装。
zh_tw: OpenClaw 無法安全讀取全域 .wslconfig 檔案。請確認檔案有效且可讀取,然後再試一次設定。

# LocalAiPage_UnavailableProbeTitle
source: Local AI availability could not be verified
fr_fr: La disponibilité de l'IA locale n'a pas pu être vérifiée
pt_br: Não foi possível verificar a disponibilidade da IA local
zh_cn: 无法验证本地 AI 可用性
zh_tw: 無法驗證本機 AI 可用性

# LocalAiPage_CheckingTitle
source: Checking Local AI availability
fr_fr: Vérification de la disponibilité de l'IA locale
pt_br: Verificando a disponibilidade da IA local
zh_cn: 正在检查本地 AI 可用性
zh_tw: 正在檢查本機 AI 可用性

# LocalAiPage_CheckingMessage
source: OpenClaw is verifying whether this device can run Local AI. This only takes a moment.
fr_fr: OpenClaw vérifie si cet appareil peut exécuter l'IA locale. Cela ne prend qu'un instant.
pt_br: O OpenClaw está verificando se este dispositivo pode executar IA local. Isso levará apenas um instante.
zh_cn: OpenClaw 正在检查此设备是否可以运行本地 AI。这只需要片刻。
zh_tw: OpenClaw 正在檢查此裝置是否可以執行本機 AI。這只需要片刻。

# Chat_Code_Copy
source: Copy code
fr_fr: Copier le code
pt_br: Copiar código
zh_cn: 复制代码
zh_tw: 複製程式碼

# Chat_Code_Label
source: Code block
fr_fr: Bloc de code
pt_br: Bloco de código
zh_cn: 代码块
zh_tw: 程式碼區塊

# Chat_Model_Current
source: Current model
fr_fr: Modèle actuel
pt_br: Modelo atual
zh_cn: 当前模型
zh_tw: 目前的模型

# Chat_Model_Other
source: Other models
fr_fr: Autres modèles
pt_br: Outros modelos
zh_cn: 其他模型
zh_tw: 其他模型

# Chat_Model_NoMatches
source: No matching models
fr_fr: Aucun modèle correspondant
pt_br: Nenhum modelo correspondente
zh_cn: 没有匹配的模型
zh_tw: 沒有符合的模型

# Chat_Model_Search
source: Search models
fr_fr: Rechercher des modèles
pt_br: Pesquisar modelos
zh_cn: 搜索模型
zh_tw: 搜尋模型

# Chat_Attachment_Remove
source: Remove attachment
fr_fr: Supprimer la pièce jointe
pt_br: Remover anexo
zh_cn: 移除附件
zh_tw: 移除附件

# Chat_Timeline_Loading
source: Loading messages...
fr_fr: Chargement des messages...
pt_br: Carregando mensagens...
zh_cn: 正在加载消息...
zh_tw: 正在載入訊息...

# Chat_Composer_QueuedCountSingle
source: 1 queued message
fr_fr: 1 message en attente
pt_br: 1 mensagem na fila
zh_cn: 1 条排队消息
zh_tw: 1 則佇列訊息

# Chat_Copy_Copied
source: Copied
fr_fr: Copié
pt_br: Copiado
zh_cn: 已复制
zh_tw: 已複製

# Chat_Copy_Failed
source: Copy failed
fr_fr: Échec de la copie
pt_br: Falha ao copiar
zh_cn: 复制失败
zh_tw: 複製失敗

# Chat_Composer_Effort_Title
source: Effort
fr_fr: Niveau d'effort
pt_br: Esforço
zh_cn: 推理强度
zh_tw: 推理強度

# Chat_Composer_Effort_Faster
source: Faster
fr_fr: Plus rapide
pt_br: Mais rápido
zh_cn: 更快
zh_tw: 更快

# Chat_Composer_Effort_Smarter
source: Smarter
fr_fr: Plus approfondi
pt_br: Mais detalhado
zh_cn: 更深入
zh_tw: 更深入

# Onboarding_Flow_Position
source: Step {0} of {1}
fr_fr: Étape {0} sur {1}
pt_br: Etapa {0} de {1}
zh_cn: 第 {0} 步，共 {1} 步
zh_tw: 第 {0} 步，共 {1} 步

# Onboarding_Flow_CompletionUnavailable
source: Setup could not open Chat. Close setup and reopen OpenClaw.
fr_fr: La configuration n'a pas pu ouvrir Chat. Fermez la configuration et rouvrez OpenClaw.
pt_br: Não foi possível abrir o Chat. Feche a configuração e abra o OpenClaw novamente.
zh_cn: 设置无法打开 Chat。请关闭设置并重新打开 OpenClaw。
zh_tw: 設定無法開啟 Chat。請關閉設定並重新開啟 OpenClaw。

# Onboarding_Flow_AiNavigationFailed
source: The gateway is installed, but AI setup could not open. Reopen setup to continue without reinstalling.
fr_fr: La passerelle est installée, mais la configuration de l'IA n'a pas pu s'ouvrir. Rouvrez la configuration pour continuer sans réinstaller.
pt_br: O gateway está instalado, mas a configuração de IA não abriu. Abra a configuração novamente para continuar sem reinstalar.
zh_cn: 网关已安装，但无法打开 AI 设置。请重新打开设置以继续，无需重新安装。
zh_tw: 閘道已安裝，但無法開啟 AI 設定。請重新開啟設定以繼續，無需重新安裝。

# Onboarding_Flow_AccessTitle
source: Your PC, your permissions
fr_fr: Votre PC, vos autorisations
pt_br: Seu PC, suas permissões
zh_cn: 你的电脑，你的权限
zh_tw: 你的電腦，你的權限

# Onboarding_Flow_InstallAction
source: Install and set up
fr_fr: Installer et configurer
pt_br: Instalar e configurar
zh_cn: 安装并设置
zh_tw: 安裝並設定

# Onboarding_Flow_Permissions.Header
source: Windows permissions
fr_fr: Autorisations Windows
pt_br: Permissões do Windows
zh_cn: Windows 权限
zh_tw: Windows 權限

# Onboarding_Flow_InstallReview.Text
source: What setup will install
fr_fr: Ce qui sera installé
pt_br: O que será instalado
zh_cn: 将安装的内容
zh_tw: 將安裝的內容

# Onboarding_Flow_AutoStart.Text
source: Launch OpenClaw at sign-in
fr_fr: Lancer OpenClaw à l'ouverture de session
pt_br: Iniciar o OpenClaw ao entrar
zh_cn: 登录时启动 OpenClaw
zh_tw: 登入時啟動 OpenClaw

source: Launch OpenClaw at sign-in
fr_fr: Lancer OpenClaw à l'ouverture de session
pt_br: Iniciar o OpenClaw ao entrar
zh_cn: 登录时启动 OpenClaw
zh_tw: 登入時啟動 OpenClaw

# ChatDashboardHint.Text
source: Channels, integrations and gateway settings
fr_fr: Canaux, intégrations et paramètres de la passerelle
pt_br: Canais, integrações e configurações do gateway
zh_cn: 频道、集成和网关设置
zh_tw: 頻道、整合與閘道設定

# Onboarding_Flow_WelcomeDescription.Text
source: OpenClaw is your AI assistant for getting things done on your PC.
fr_fr: OpenClaw est votre assistant IA pour accomplir vos tâches sur votre PC.
pt_br: O OpenClaw é seu assistente de IA para realizar tarefas no seu PC.
zh_cn: OpenClaw 是帮助你在电脑上完成任务的 AI 助手。
zh_tw: OpenClaw 是協助您在電腦上完成工作的 AI 助理。

# Onboarding_AiSetup_Title.Text
source: Connect your AI
fr_fr: Connectez votre IA
pt_br: Conecte sua IA
zh_cn: 连接你的 AI
zh_tw: 連接你的 AI

# Onboarding_AiSetup_CatalogOptIn
source: Discover existing provider conversations (optional)
fr_fr: Découvrir les conversations existantes des fournisseurs (facultatif)
pt_br: Descobrir conversas existentes dos provedores (opcional)
zh_cn: 发现现有提供商对话（可选）
zh_tw: 探索現有提供者對話（選用）

# Onboarding_AiSetup_Starting
source: Starting provider setup…
fr_fr: Démarrage de la configuration du fournisseur…
pt_br: Iniciando a configuração do provedor…
zh_cn: 正在启动提供商设置…
zh_tw: 正在啟動提供者設定…

# Onboarding_AiSetup_WorkingProvider
source: Waiting for your provider…
fr_fr: En attente du fournisseur…
pt_br: Aguardando seu provedor…
zh_cn: 正在等待提供商…
zh_tw: 正在等候提供者…

# Onboarding_AiSetup_Reconnecting
source: Waiting for the Gateway to reconnect, then verifying this model…
fr_fr: En attente de la reconnexion du Gateway, puis vérification de ce modèle…
pt_br: Aguardando a reconexão do Gateway para verificar este modelo…
zh_cn: 正在等待 Gateway 重新连接，然后验证此模型…
zh_tw: 正在等候 Gateway 重新連線，然後驗證此模型…

# Onboarding_AiSetup_PreparedChanged
source: The model was prepared but not activated. The Gateway connection changed or cannot activate this model. Cancel to return to choices.
fr_fr: Le modèle a été préparé mais pas activé. La connexion au Gateway a changé ou ne permet pas d’activer ce modèle. Annulez pour revenir aux choix.
pt_br: O modelo foi preparado, mas não ativado. A conexão do Gateway mudou ou não pode ativar este modelo. Cancele para voltar às opções.
zh_cn: 模型已准备但尚未激活。Gateway 连接已更改或无法激活此模型。取消以返回选项。
zh_tw: 模型已準備但尚未啟用。Gateway 連線已變更或無法啟用此模型。取消以返回選項。

# Onboarding_AiSetup_Submit
source: Submit
fr_fr: Envoyer
pt_br: Enviar
zh_cn: 提交
zh_tw: 提交
